app/controllers/articles_controller.rb

    def create
       @article = Article.new(article_params)

       @article.save
---
INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "bonjour"], ["text", "salut\r\n"], ["created_at", "2019-01-04 15:21:24.221947"], ["updated_at", "2019-01-04 15:21:24.221947"]]